var works = {
    screen1: {
        question:'Вы живёте в тихой и уютной деревеньке на окраине страны.\n' +
        'Здесь есть практически всё: речка, лес, горы, озеро, луга и поля, есть даже школа в соседнем селе.\n' +
        'Сейчас начало лета, воскресенье, раннее утро, Вы просыпаетесь и собираетесь ...\n',
        answer1: {
            text: '1 - Поспать до обеда\n',
            screen: 2,
        },
        answer2: {
            text: '2 - Пойти прогуляться\n',
            screen: 3,
        }
    },
    screen2: {
    question: 'Вы решили поспать до обеда.\n' +
    'После того как Вы проснулись, первое, что вы ощутили - это приятный запах, который шёл с кухни.\n' +
    'После Вы замечаете, какая за окном прекрасная погода, и Вы думаете ...\n',
    answer1: {
        text: '1 - Пойти прогуляться\n',
        screen: 4,
    },
    answer2: {
        text: '2 - Пойти пообедать\n',
        screen: 4,
    }
    },
    screen3: {
    question: 'Вы решили пойти прогуляться.\n' +
    'Вы выходите из своего дома и видите прекрасный рассвет, блики солнца так и играют на озёрной глади.\n' +
    'Вы решаете дойти до озера, полюбоваться его красотой\n' +
    'С одной стороны тропинки Вы видите пшеничное поле, за которым виднеется лес.\n' +
    'С другой стороны течёт речка, а вдалеке виднеются горы.\n' +
    'Вы наслаждаетесь пейзажами и не замечаете как летит время.\n' +
    'Домой Вы приходите только к обеду, но до обеда ещё есть время и Вы решаете ...\n',
    answer1: {
        text: '1 - Подождать обед в столовой\n',
        screen: 4,
    },
    answer2: {
        text: '2 - Поколоть дров перед обедом\n',
        screen: 4,
    }
    },
    screen4: {
    question: 'Из кухни выходит зомби.\n',
    answer1: {
        text: '1 - Бежать\n',
        screen: -1,
    },
    answer2: {
        text: '2 - Сражаться\n',
        screen: -1,
    }
    }
};

